Repository: hanruby/krooe
Catalog: TimeLiveWeb/App_GlobalResources/TimeLive.Web.*.resx
Languages: es_es

source: &lt;All&gt;
es_es: <Todos>

source: &lt;None&gt;
es_es: <Ninguno>

source: &lt;RootLevel&gt;
es_es: <RaízNivel>

source: 100% satisfaction guaranteed or your money back
es_es: 100% satisfacción garantizada o le devolvemos su dinero

source: 24x7 Customer Support
es_es: Servicio de atención al cliente 24x7

source: 30 Day Money Back Guarantee
es_es: 30 días garantía de devolución de dinero

source: Absence
es_es: Ausencia

source: Absence Description
es_es: Descripción de Ausencia

source: Absence Description:
es_es: Descripción de Ausencia:

source: Absence Summary Report
es_es: Informe Resumido de Ausencia

source: Absence Type
es_es: Tipo de ausencia

source: Absence Type Information
es_es: Tipo de falta de información

source: Absence Type List
es_es: Ausencia Tipo Lista

source: Absence Types
es_es: Tipos de falta

source: Absence:
es_es: Ausencia:

source: Absent
es_es: Ausente

source: Access Allowed From IP:
es_es: Permitido el acceso de la propiedad intelectual:

source: Account
es_es: Cuenta

source: Account Disable
es_es: Deshabilitar la cuenta

source: Account Employee Timesheet Submission Status Report
es_es: Cuenta empleado de tiempo de presentación Informe de situación

source: Account Expiry
es_es: Cuenta de caducidad

source: Account Id
es_es: ID de Cuenta

source: Account Information (Organization Information)
es_es: Datos de la cuenta (Organización de Información)

source: Account Invoice Form
es_es: Cuenta Factura Forma

source: Account Location
es_es: Cuenta Ubicación

source: Account Login
es_es: Acceso a la cuenta

source: Account Name
es_es: Nombre de la cuenta:

source: Account Priority
es_es: Prioridad de Cuenta

source: Account Setup
es_es: Configuración de cuenta

source: Account Time Expense Billing
es_es: Tiempo Cuenta de Gastos de facturación

source: Account Type Id
es_es: ID del tipo de cuenta

source: Activate
es_es: Activar

source: Activation Failed
es_es: Error de activación

source: Activation_text
es_es: Activación

source: Active
es_es: Activo

source: Active Status:
es_es: Condición activa:

source: Activities
es_es: ACTIVIDADES

source: Activity Code
es_es: Código de actividad

source: Activity Name
es_es: Nombre de actividad

source: Actual Amount
es_es: Cantidad real

source: Actual Amount (BaseCurrency)
es_es: Monto Actual (BaseCurrency)

source: Actual billing rate
es_es: Tarifa de facturación real de

source: Actual Cost (BaseCurrency)
es_es: Coste real (BaseCurrency)

source: Actual Hours
es_es: Horas reales

source: Actual Time
es_es: Tiempo real

source: Add New Expense Sheet
es_es: Añadir nuevo gasto Hoja

source: Add New Report
es_es: Añadir nuevo Informe

source: Add Task
es_es: Añadir Tarea

source: Add Time Off Request
es_es: Añadir Tiempo Libre Solicitud

source: Add_text
es_es: Agregar

source: Address Line 1:
es_es: Dirección Línea 1:

source: Address Line 2:
es_es: Dirección Línea 2:

source: Address1
es_es: Dirección1

source: Address1:
es_es: Dirección1:

source: Address2
es_es: Dirección2

source: Address2:
es_es: Dirección2:

source: Admin Options
es_es: Opciones del administrador

source: Admin Pages
es_es: Páginas de administración

source: Admin Reports
es_es: Informes del administrador

source: Administration
es_es: Administración

source: Administrator
es_es: Administrador

source: Administrator / Project Reports
es_es: Administrador / Informes de Proyectos

source: Administrator Password:
es_es: Contraseña de administrador:

source: Administrator Username:
es_es: Administrador Nombre de usuario:

source: Advanced
es_es: Avanzada

source: Air
es_es: Aire

source: Air Travel
es_es: Viajes Aéreos

source: Airport Tax
es_es: Impuesto Aeroportuario

source: Airport Tax :
es_es: Impuesto Aeroportuario:

source: Airport Tax:
es_es: Impuesto Aeroportuario:

source: All
es_es: Todo

source: All Client Report
es_es: Reporte de todos los clientes

source: All Clients of Organization
es_es: Todos los clientes de la Organización

source: All Clients Report
es_es: Todos los clientes Informe

source: All Department Report
es_es: Todos Departamento de Informe

source: All Departments of Organization
es_es: Todos los departamentos de Organización

source: All Departments Report
es_es: Informe de todos los departamentos

source: All Employee Task:
es_es: Tarea de todos los empleados:

source: All Employees Of Organization
es_es: Todos los empleados de la Organización

source: All Employees Report
es_es: Reporte de todos los empleados

source: All Expenses
es_es: Todos los gastos

source: All External User Report
es_es: Reporte de total de usuario Externo

source: All External Users Report
es_es: Reporte de Todos los Usuarios Externos

source: All Location Report
es_es: Reporte de Todas las Ubicaciones

source: All Locations Report
es_es: Reporte de Todas las Ubicaciones

source: All Open Expenses
es_es: Abierto todos los gastos

source: All Project Task:
es_es: Todas las tareas del proyecto:

source: All Projects of Organization
es_es: Todos los proyectos de la Organización

source: All Projects Report
es_es: Todos los proyectos de informe

source: Allow All
es_es: Permitir todo

source: Allow Customization
es_es: Permitir la personalización

source: Allow Own Approval
es_es: Permitir propios de Aprobación

source: Allow Own Project
es_es: Permitir que un proyecto propio

source: Allow Own Report
es_es: Permitir propio informe

source: Allow Own Sub-Ordinates
es_es: Permitir propio sub-ordenadas

source: Allow Own Team
es_es: Permitir propio equipo

source: Alls
es_es: <Todos>

source: Amount
es_es: Cantidad

source: Amount (BaseCurrency)
es_es: Importe (BaseCurrency)

source: Amount:
es_es: Monto:

source: Application Preference
es_es: Preferencia de aplicación

source: Application Preferences
es_es: Preferencias de aplicación

source: Application Setup
es_es: Aplicación de configuración

source: Approval Date
es_es: Fecha de Aprobación

source: Approval Not Required
es_es: No se requiere aprobación

source: Approval Path
es_es: Ruta de aprobación

source: Approval Sequence
es_es: Secuencia de Aprobación

source: Approval Status
es_es: Estado de aprobación

source: Approval Status:
es_es: Estado de aprobación:

source: Approval Type
es_es: Tipo de aprobación

source: Approval Type List
es_es: Lista de tipo de Aprobación

source: Approval Type Name
es_es: Nombre Tipo de aprobación

source: Approval Type Name:
es_es: Nombre Tipo de aprobación:

source: Approval Type:
es_es: Tipo de aprobación:

source: Approval Types
es_es: Tipos de aprobación

source: Approvals
es_es: Aprobaciones

source: ApprovalStatus
es_es: Estado de Aprobación

source: ApprovalTypeName
es_es: Nombre del tipo de Aprobación

source: Approved
es_es: Aprobado

source: Approved By :
es_es: Aprobado por:

source: Approved By Employee Name
es_es: Aprobado por Nombre del Empleado

source: Approved By:
es_es: Aprobado por:

source: Approved Date
es_es: Aprobado Fecha

source: Approved On
es_es: Aprobado Por

source: Approved On :
es_es: Aprobado en:

source: Approved On:
es_es: Aprobado en:

source: Approved Status:
es_es: Aprobado Estado:

source: Approved:
es_es: Aprobado:

source: Approver Comments
es_es: Comentarios de aprobación

source: Approver Email Address
es_es: Dirección de correo electrónico de aprobación

source: Approver Name
es_es: Nombre de aprobación

source: Approver Type
es_es: Tipo de aprobación

source: Approver's Comments
es_es: Comentarios de la aprobación

source: Apprvoed Hours
es_es: Horas Apprvoed

source: Archive
es_es: Archivo

source: Assign To
es_es: Para asignar

source: Assigned By
es_es: Asignado por

source: Assigned To
es_es: Asignado a

source: Assigned To:
es_es: Asignado a:

source: Attachment
es_es: Archivo adjunto

source: Attachment Add Notification
es_es: Añadir archivo adjunto Notificación

source: Attachment Information
es_es: Información de archivo adjunto

source: Attachment List
es_es: Lista de Archivos Adjunto

source: Attachment Name
es_es: Nombre de archivo adjunto

source: Attachment Name:
es_es: Nombre de archivo adjunto:

source: Attachments
es_es: Adjuntos

source: Attendance
es_es: Asistencia

source: Attendance Date
es_es: Fecha de asistencia

source: Attendance Detail Report
es_es: Reporte del Detalle de Asistencia

source: AttendanceDetailReport
es_es: Reporte del Detalle de Asistencia

source: Audit
es_es: Auditoría

source: Audit Trail
es_es: Auditoría

source: Audit Trial
es_es: Auditoría

source: Australia, Dollars
es_es: Australia, Dólares

source: Authentication Setting
es_es: Configuración de la autenticación

source: Auto Rental
es_es: Alquiler de Auto

source: Available
es_es: Disponible

source: Available Hours
es_es: Horas disponibles

source: Back_text
es_es: Espalda

source: Base Currency
es_es: Base de divisas

source: Base Currency:
es_es: Base de divisas:

source: Begin Date
es_es: Fecha de inicio

source: Begin Date:
es_es: Fecha de inicio:

source: Bill Date:
es_es: Bill Fecha:

source: Bill Hours
es_es: horas proyecto de ley

source: Billable
es_es: Facturable

source: Billable Hours
es_es: Facturable Horas

source: Billable Total Hours
es_es: El total de horas facturables

source: Billable:
es_es: Facturable:

source: Billed
es_es: Facturado

source: Billed Amount
es_es: Cantidad facturada

source: Billed:
es_es: Factura:

source: Billing
es_es: Facturación

source: Billing Amount
es_es: Monto de facturación

source: Billing Amount (BaseCurrency)
es_es: Monto de facturación (BaseCurrency)

source: Billing Category
es_es: Categoría de facturación

source: Billing Category:
es_es: Categoría de facturación:

source: Billing Cycle End Date
es_es: Fecha de término del ciclo de facturación

source: Billing Cycle End Date:
es_es: Ciclo de facturación Fecha de finalización:

source: Billing Cycle Start Date
es_es: Fecha de inicio del ciclo de facturación

source: Billing Cycle Start Date:
es_es: Fecha de inicio del ciclo de facturación:

source: Billing Rate
es_es: Tasa de facturación

source: Billing Rate (BaseCurrency)
es_es: Tasa de facturación (BaseCurrency)

source: Billing Rate Currency
es_es: Tasa de facturación de divisas

source: Billing Rate Currency:
es_es: Tasa de facturación Moneda:

source: Billing Rate End Date:
es_es: Tasa de facturación Fecha de finalización:

source: Billing Rate History
es_es: Votar Historia de facturación

source: Billing Rate Information
es_es: Tasa de Información de facturación

source: Billing Rate List
es_es: Votar Lista de facturación

source: Billing Rate Start Date:
es_es: Tasa de facturación Fecha de inicio:

source: Billing Rate Type
es_es: Tipo de Tasa de facturación

source: Billing Rate Type:
es_es: Tasa de facturación Tipo:

source: Billing Rate:
es_es: Tasa de facturación:

source: Billing Rates
es_es: Tarifas de facturación

source: Billing Report
es_es: Informe de facturación

source: Billing Setup
es_es: Facturación de instalación

source: Billing Type
es_es: Tipo de facturación

source: Billing Type Information
es_es: Tipo de Información de facturación

source: Billing Type List
es_es: Lista Tipo de facturación

source: Billing Type:
es_es: Tipo de facturación:

source: Billing Types
es_es: Tipos de facturación

source: Both
es_es: Ambos

source: Both downloadable version and hosted version can be setup instantly.
es_es: Tanto la versión descargable y acogió versión puede ser configurado al instante.

source: Browse_text
es_es: Personas ....

source: Bug
es_es: Fallo

source: Buy Tracking
es_es: Seguimiento de compra

source: Canada, Dollars
es_es: Canadá, Dólares

source: Cancel_text
es_es: Cancelar

source: Cancelled
es_es: Cancelado

source: Caption
es_es: Leyenda

source: Car
es_es: Coche

source: Car Mileage
es_es: Kilometraje de coches

source: Carry Forward
es_es: Llevar adelante

source: Carry Over
es_es: Traspaso

source: Cash
es_es: Efectivo

source: Category
es_es: Categoría

source: Change Base Currency
es_es: Cambiar la moneda base

source: Change plan to...
es_es: Plan de cambio ...

source: Check All
es_es: Marcar todo

source: Check All Approved
es_es: Marcar todo Aprobado

source: Check-All
es_es: Entradas a partir de todos los

source: Check-All Approved
es_es: Marcar todo Aprobado

source: City
es_es: Ciudad

source: City:
es_es: Ciudad:

source: Client
es_es: Cliente

source: Client --&gt; TeamLead
es_es: Cliente --> Lider de Equipo

source: Client Amount (BaseCurrency)
es_es: Cantidad de clientes (BaseCurrency)

source: Client Contact
es_es: Cliente Contacto

source: Client Contact Information
es_es: Información de Contacto del Cliente

source: Client Contact List
es_es: Lista de contactos de clientes

source: Client Contact Name
es_es: Cliente Nombre de Contacto

source: Client Contact:
es_es: Contacto del cliente:

source: Client Contacts
es_es: Contactos de clientes

source: Client Department
es_es: Departamento de clientes

source: Client Department Code
es_es: Departamento Código cliente

source: Client Department Information
es_es: Departamento de Información del cliente

source: Client Department List
es_es: Lista de clientes Departamento

source: Client Department Location
es_es: Ubicación Departamento de clientes

source: Client Department Name
es_es: Cliente Nombre Departamento

source: Client Department:
es_es: Departamento de clientes:

source: Client Departments
es_es: Cliente Departamentos

source: Client Id
es_es: El ID de cliente

source: Client List
es_es: Lista de clientes

source: Client Name
es_es: Nombre del Cliente

source: Client Name:
es_es: Nombre del cliente:

source: Client Nick
es_es: Nick cliente

source: Client Nick:
es_es: Cliente Nombre de usuario:

source: Client:
es_es: Cliente:

source: ClientList-ListOfAllClientsDefinedByAccount
es_es: Lista de clientes - Lista de todos los clientes Definida por cuenta

source: ClientName
es_es: Nombredecliente

source: Clients
es_es: Clientes

source: Clients Information
es_es: Información clientes

source: Clients:
es_es: Clientes:

source: Code
es_es: Código

source: Column Order
es_es: Orden de la columna

source: Comments
es_es: Comentarios

source: Comments By:
es_es: Comentarios Por:

source: Comments Information
es_es: Comentarios Información

source: Comments List
es_es: Lista de comentarios

source: Comments:
es_es: Comentarios:

source: Company Own Logo
es_es: Empresa propio logotipo:

source: Completed
es_es: Completado

source: Completed (%)
es_es: Finalizado (%)

source: Completed Status:
es_es: Terminada Estado:

source: Completed%:
es_es: % Completado:

source: Completed:
es_es: Terminada:

source: CompletedPercent
es_es: Porcentaje Completado

source: Computer Hardware
es_es: Hardware de computadora

source: Consolidated
es_es: Consolidado

source: Construction
es_es: Construcción

source: Consultant
es_es: Consultor

source: Consume Hours
es_es: Consumir Horas

source: Consumed
es_es: Consumido

source: Contacts
es_es: Contactos

source: Contractor
es_es: Contratista

source: Copy
es_es: Copiar

source: Copy Activities
es_es: Actividades Copiar

source: Copy From
es_es: Copiar de:

source: Copy Timesheet
es_es: Copia del parte de horas

source: Copyright 2007 - 2009 Livetecs LLC. All rights reserved.
es_es: Copyright © 2007 - 2011 Livetecs LLC. Todos los derechos reservados.

source: Cost Center
es_es: Centro de costo

source: Cost Center Code
es_es: Costo Código del Centro

source: Cost Center Code:
es_es: Costo Código del Centro:

source: Cost Center Information
es_es: Centro de Información de costos

source: Cost Center List
es_es: Centro de coste Lista

source: Cost Center:
es_es: Centro de Costo:

source: Costing
es_es: Costos

source: Count
es_es: Contar

source: Country
es_es: País

source: Country:
es_es: País:

source: Created Date From:
es_es: Creado Fecha De:

source: Created Date Upto:
es_es: Creado Fecha Hasta:

source: Creates a billing summary report per client, per project for each task within a selected date range.
es_es: Crea un informe resumen de facturación por cliente, por proyecto para cada tarea dentro de un rango de fechas seleccionado.

source: Currencies
es_es: Monedas

source: Currencies Information
es_es: Información de monedas

source: Currencies List
es_es: Lista de monedas

source: Currency
es_es: Moneda

source: Currency Already Exist
es_es: Moneda ya existen

source: Currency Currency:
es_es: Moneda actual:

source: Currency Symbol
es_es: Símbolo de moneda:

source: Currency:
es_es: Moneda:

source: Current Base Currency:
es_es: Moneda base:

source: Current Date:
es_es: Fecha Actual:

source: Current Week:
es_es: Semana actual:

source: Customer can request their personalized customization.
es_es: Cliente puede solicitar su personalización personalizada.

source: Customer Information
es_es: Información del cliente

source: Customizable
es_es: Personalizable

source: Customize
es_es: Personalizar

source: Customized
es_es: personalizados

source: Daily Expense Approval Pending Notification
es_es: Gasto diario de espera de la Notificación de Aprobación

source: Daily Time Off Approval Pending Notification
es_es: Tiempo diario Off Notificación Pendiente de aprobación

source: Daily TimeEntry Pending Notification
es_es: Diario TimeEntry la espera de la notificación

source: Daily TimeEntry Pending Notification To Administrator
es_es: Entrada diaria Tiempo espera de Notificación al administrador

source: Daily TimeEntry Pending Notification To Employee Manager
es_es: Entrada diaria Tiempo espera de la notificación al Administrador de los empleados

source: Daily TimeEntry Pending Notification To Project Manager
es_es: Notificación de la entrada diaria de tiempo espera a jefe de proyecto

source: Daily TimeEntry Pending Notification To Team Lead
es_es: Notificación de la entrada diaria Tiempo Pendiente Líder del Equipo

source: Daily Timesheet
es_es: Daily parte de horas

source: Daily Timesheet Approval Pending Notification
es_es: Diario de tiempo espera de Notificación de Aprobación

source: Data Source
es_es: Fuente de Datos

source: Data Source:
es_es: Fuente de datos:

source: Database Backup
es_es: Base de datos de copia de seguridad

source: Date
es_es: Fecha

source: Date Range:
es_es: Rango de Fecha:

source: Date:
es_es: Fecha:

source: Day
es_es: Día

source: Day No
es_es: Día n

source: Day No.
es_es: N º Día

source: Day Off
es_es: Día de descanso

source: Day View
es_es: Ver día

source: Days
es_es: Días

source: Days Off
es_es: Días de descuento

source: Days Off:
es_es: Dias libres:

source: Deadline
es_es: Plazo

source: Deadline:
es_es: Plazo:

source: Default
es_es: Predeterminado

source: Default Billing Rate
es_es: Tasa de facturación por defecto

source: Default Billing Rate:
es_es: Tasa de facturación por defecto:

source: Default Cost Center
es_es: Centro de Costo por defecto

source: Default Currency
es_es: Moneda por defecto

source: Default Currency:
es_es: Moneda por defecto

source: Default Department
es_es: Departamento por defecto

source: Default Expense Rate:
es_es: Por defecto Gastos Precio:

source: Default Location
es_es: Ubicación predeterminada

source: Default Milestone
es_es: hito por defecto

source: Default Page
es_es: Página por defecto:

source: Default Priority
es_es: Prioridad por defecto

source: Default Time Entry Mode:
es_es: Tiempo por defecto el modo de entrada:

source: DefaultBillingRate
es_es: Tasa de Facturación por defecto

source: Delete Selected Item
es_es: Eliminar elemento seleccionado

source: Delete_cofirmation
es_es: ¿Estás seguro de que desea eliminar esta entrada?

source: Delete_text
es_es: Borrar

source: Department
es_es: Departamento

source: Department Code
es_es: Código Departamento

source: Department Code:
es_es: Código de Departamento:

source: Department Id
es_es: Departamento Id

source: Department Information
es_es: Información del Departamento

source: Department List - List Of All Departments Defined By Account
es_es: Department List - Lista de todos los departamentos Definida por cuenta

source: Department Name
es_es: Nombre del Departamento

source: Department Name:
es_es: Nombre del departamento:

source: Department Wise Timesheet Report
es_es: Reporte de hoja de tiempo por Departamento

source: Department:
es_es: Departamento:

source: DepartmentName
es_es: Nombre de Departamento

source: Departments
es_es: Departamentos

source: Description
es_es: Descripción

source: Description:
es_es: Descripción:

source: Detail Expense Report
es_es: Reporte detallado de gastos

source: Detail report of employee absence in specified data range. Helpfull for payroll department to get list of absent in specified date range.
es_es: Detalle de informe de la ausencia de los empleados en el rango de datos especificados. Útiles para el departamento de nómina para obtener la lista de ausentes en el rango de fechas especificado.

source: Detail report of employee absence in specified data range.Helpfull for payroll department to get list of absent in specified date range.
es_es: Detalle de informe de los trabajadores en ausencia de datos específicos gama. Útil para el departamento de nómina se puede obtener la lista de ausentes en el rango de fechas especificado.

source: Detail Task Report
es_es: Reporte detallado de tareas

source: Detail Time Sheet Report
es_es: Reporte detallado de la hoja de tiempo

source: Detail TimeSheet Report
es_es: Detalle de tiempo Informe

source: Detailed
es_es: Detallado

source: Disable Account
es_es: Desactivar Cuenta

source: Disable My Account
es_es: Desactivar Mi Cuenta

source: Disable Your Account
es_es: Deshabilitar nuestra cuenta

source: Disabled
es_es: Deshabilitado

source: Disabled Editing Of Rate:
es_es: Edición de personas de movilidad reducida del tipo:

source: Disabled:
es_es: Deshabilitado:

source: Disabled_text
es_es: Deshabilitado

source: Disabling account will stop any activities in your TimeLive account. Your employee will not be able to login in TimeLive.
es_es: Desactivación de cuenta se detendrá ninguna actividad en su cuenta TimeLive. Su empleado no podrá ingresar en TimeLive.

source: Discription:
es_es: Descripción:

source: Downloadable
es_es: Descargable

source: Duration
es_es: Duración

source: Duration:
es_es: Duración:

source: Earn Hours
es_es: Gane Horas

source: Earn Period
es_es: Gane Periodo

source: Earned
es_es: Ganado

source: Earned Hours
es_es: Horas Ganados

source: Edit_text
es_es: Editar

source: Education
es_es: Educación

source: Electric Appliances
es_es: Aparatos eléctricos

source: Email Address
es_es: Dirección de correo electrónico

source: EMail Address:
es_es: Dirección de correo electrónico:

source: EMail Notification
es_es: Notificación por correo electrónico

source: EMail Notification Preferences
es_es: Preferencias de notificación por correo electrónico

source: EMail Preference
es_es: Correo electrónico Preferencia

source: EMailAddress
es_es: Dirección de Correo Electrónico

source: Employed
es_es: Empleado

source: Employee
es_es: Empleado

source: Employee Absence Detail Report
es_es: Reporte detallado de ausencia del empleado

source: Employee Add Notification
es_es: Añadir empleado Notificación

source: Employee Attendance
es_es: Empleado Asistencia

source: Employee Attendance Information
es_es: Empleado de información de asistencia

source: Employee Attendance List
es_es: Lista de Asistencia para Empleados

source: Employee Attendance Summary Report
es_es: Reporte resumido de asistencia del empleado

source: Employee Code
es_es: Código empleado

source: Employee Code:
es_es: Código de empleado:

source: Employee Cost
es_es: Empleado Costo

source: Employee Cost (BaseCurrency)
es_es: Empleados Coste (BaseCurrency)

source: Employee Id
es_es: ID de empleado

source: Employee Information
es_es: Empleado de Información

source: Employee List
es_es: Lista de los empleados

source: Employee List Report
es_es: Lista de los empleados Informe
