Repository: hanruby/krooe
Catalog: TimeLiveWeb/App_GlobalResources/TimeLive.Web.*.resx
Languages: es_es

source: Employee Manager
es_es: Administrador de los empleados

source: Employee Manager Expense Entry Approvals
es_es: Administrador de Gastos empleado Entrada Aprobaciones

source: Employee Manager Time Entry Approvals
es_es: Tiempo empleado Administrador Entrada Aprobaciones

source: Employee Manager Time Off Approvals
es_es: Empleado Time Manager Off Aprobaciones

source: Employee Manager:
es_es: Administrador de los empleados:

source: Employee Name
es_es: Nombre del Empleado

source: Employee Name:
es_es: Nombre del empleado:

source: Employee Project
es_es: Empleado del proyecto

source: Employee Project Utilization Report
es_es: Informe del Proyecto de Utilización de los empleados

source: Employee Rate
es_es: Empleado Votar

source: Employee Rate (BaseCurrency)
es_es: Tasa de empleado (BaseCurrency)

source: Employee Rate Currency
es_es: Tasa de empleado de divisas

source: Employee Rate Currency:
es_es: Empleado Tasa Moneda:

source: Employee Rate:
es_es: Tasa de empleado:

source: Employee Status:
es_es: Empleado Estado:

source: Employee Time Of Policy:
es_es: Empleado tiempo de la política:

source: Employee Time off
es_es: Empleado Tiempo libre

source: Employee Time Off Detail
es_es: Empleado de tiempo libre Detalle

source: Employee Timesheet Submission Status Report
es_es: Hoja de tiempo empleado Presentación Informe de situación

source: Employee Type
es_es: Tipo de empleado

source: Employee Type Information
es_es: Tipo de Información de los empleados

source: Employee Type List
es_es: Tipo de empleado Lista

source: Employee Type:
es_es: Tipo de empleado:

source: Employee Types
es_es: Tipos empleado

source: Employee:
es_es: Empleado:

source: EmployeeList-ListOfAllEmployeesDefinedByAccount
es_es: Lista de Empleados - Lista de todos los trabajadores por cuenta Definido

source: Employees
es_es: Empleados

source: Employees:
es_es: Empleados:

source: Enable Disable
es_es: Activar / Desactivar

source: Enabled
es_es: Activado

source: End Date
es_es: Fecha de término

source: End Date:
es_es: Fecha de finalización:

source: End Time
es_es: Tiempo final

source: End Timer
es_es: Fin del temporizador

source: End Timer and Save
es_es: Contador de tiempo de finalización y Guardar

source: Entered
es_es: Entró

source: Entertainment
es_es: Entretenimiento

source: Entry View Type
es_es: Ver Tipo de entrada

source: Estimated Amount (Base Currency)
es_es: Monto estimado (Moneda Base)

source: Estimated Cost
es_es: Costo estimado

source: Estimated Cost (BaseCurrency)
es_es: Costo estimado (BaseCurrency)

source: Estimated Cost:
es_es: Costo estimado:

source: Estimated Duration
es_es: Duración estimada

source: Estimated Hours:
es_es: Horario estimado:

source: Estimated Time
es_es: Tiempo estimado

source: Estimated Time (Hours):
es_es: Tiempo estimado (horas):

source: Estimates
es_es: Las estimaciones

source: Euro Member Countries
es_es: Euro de los Países Miembros

source: Exchange Rate
es_es: Tipo de Cambio

source: Exchange Rate History
es_es: Tipo de Cambio Historia

source: Exchange Rate Information
es_es: Tipo de Cambio de Información

source: Exchange Rate List
es_es: Lista de Tipos de Cambio

source: Exchange Rate:
es_es: Tipo de Cambio:

source: Expense
es_es: Gastos

source: Expense Approval
es_es: Aprobación de Gastos

source: Expense Approval Activity
es_es: Gastos de Aprobación de Actividad

source: Expense Approval Detail
es_es: detalle de aprobación de gastos

source: Expense Approval Type
es_es: Tipo de Aprobación de Gastos

source: Expense Approval Type:
es_es: Tipo de Aprobación de Gastos:

source: Expense Billing List
es_es: Lista de facturación de gastos

source: Expense Billing Worksheet
es_es: de facturación de gastos domésticos

source: Expense By Client Report
es_es: Reporte de gastos por el cliente

source: Expense By Clients Report
es_es: Reporte de gastos por los clientes

source: Expense Description
es_es: Descripción de Gastos

source: Expense Entry
es_es: Gastos de entrada

source: Expense Entry Approval
es_es: Aprobación de Gastos

source: Expense Entry Approval Activity
es_es: Aprobación de gastos por actividad

source: Expense Entry Approved Notification
es_es: Notificación de la aprobación de gastos

source: Expense Entry Approver
es_es: Aprobacion de gastos

source: Expense Entry Archive
es_es: Archivo de gastos

source: Expense Entry Audit
es_es: Gastos de auditoría de entrada

source: Expense Entry Date:
es_es: Fecha de entrada de Gastos:

source: Expense Entry End Date:
es_es: Fecha de finalización de Gastos:

source: Expense Entry Id:
es_es: Codigo de Gastos de Entrada :

source: Expense Entry Information
es_es: Información de los gastos de entrada

source: Expense Entry List
es_es: Lista de gastos de entrada

source: Expense Entry Rejected Notification
es_es: Notificación de rechazo de los gastos de entrada

source: Expense Entry Start Date:
es_es: Fecha de inicio de gastos de entrada:

source: Expense Information
es_es: Gastos de información

source: Expense List
es_es: Lista de gastos

source: Expense Management
es_es: Gastos de gestión

source: Expense Name
es_es: Nombre de Gastos

source: Expense Name:
es_es: Nombre de Gastos:

source: Expense Setup
es_es: Gastos de instalación

source: Expense Sheet
es_es: Hoja de gastos

source: Expense Sheet Audit
es_es: Gastos de auditoría Hoja

source: Expense Sheet Audit Trail Report
es_es: Hoja de gastos del rastro de intervención Informe

source: Expense sheet copied successfully.
es_es: Hoja de gastos copiado correctamente.

source: Expense Sheet List
es_es: lista de hoja de gastos

source: Expense Sheet Print Footer:
es_es: Hoja de Gastos Imprimir Pie de página:

source: Expense Sheet Report
es_es: Gastos de hoja de informe

source: Expense Sheet Status
es_es: Hoja de Estado de Gastos

source: Expense Tracking
es_es: Seguimiento de Gastos

source: Expense Type
es_es: Tipo de Gasto

source: Expense Type Information
es_es: Información Tipo de Gasto

source: Expense Type List
es_es: Lista Tipo de Gasto

source: Expense Type:
es_es: Tipo de gasto:

source: Expense Types
es_es: Tipos de gasto

source: Expense:
es_es: Gastos:

source: ExpenseApprovalTypeName
es_es: Nombre del tipo de aprobación de gastos

source: Expenses
es_es: Gastos

source: EXPENSES1
es_es: GASTOS

source: Expert technical support at any hour via email.
es_es: Apoyo técnico de expertos, a cualquier hora a través del correo electrónico.

source: Expiry Date:
es_es: Fecha de vencimiento:

source: Export
es_es: Exportación

source: External User
es_es: Usuario Externo

source: External User Client
es_es: Cliente Externo

source: External User Client:
es_es: Cliente Externo:

source: External User Id
es_es: Codigo de usuario externo

source: External User Information
es_es: Información del usuario externo

source: External User List
es_es: Lista de usuarios externos

source: External Users
es_es: Usuarios Externos

source: ExternalUser
es_es: Usuarios Externos

source: Feature
es_es: Función

source: Feature Management
es_es: Función de Gestión

source: Field Name
es_es: Nombre del campo

source: File Name
es_es: Nombre del archivo

source: File Path:
es_es: Ruta del archivo:

source: File Type:
es_es: Tipo de Archivo:

source: First Name
es_es: Nombre

source: First Name:
es_es: Nombre:

source: Fixed Bid
es_es: Costo fijo

source: Food
es_es: Comida

source: Forgot Your Password? Click Here
es_es: ¿Olvidó su contraseña? Haga clic aquí

source: Formula
es_es: Fórmula

source: Formula Field 1
es_es: Fórmula Campo 1

source: Formula Field 2
es_es: Fórmula Campo 2

source: Formula Field 3
es_es: Fórmula Campo 3

source: Formula Field 4
es_es: Fórmula Campo 4

source: Formula Field 5
es_es: Fórmula Campo 5

source: Formula:
es_es: Fórmula:

source: Fri
es_es: Viernes

source: Friday
es_es: Viernes

source: From Email Address:
es_es: De Email:

source: From Email Display Name
es_es: De Nombre Email:

source: Full Summary
es_es: Resumen completo

source: Full-time Hourly
es_es: A tiempo completo por hora

source: Full-time Salaried
es_es: Asalariado a tiempo completo

source: Fully downloadable on local server or individual system for single user.
es_es: Totalmente descargable sobre servidor local o sistema individual de un solo usuario.

source: Fully Team based collaboration suite
es_es: Totalmente basado en la colaboración del equipo suite

source: Generate Attendance detail report for a given user for a given period. User can select different parameters like employee startdate enddate.
es_es: Generar reporte detallado de asistencia para un determinado usuario durante un período determinado. El usuario puede seleccionar diferentes parámetros, como el empleado, startDate, EndDate.

source: Generate Attendance detail report for a given user for a given period. User can select different parameters like employee, startdate, enddate.
es_es: Generar reporte detallado de asistentes a un usuario determinado para un período determinado. El usuario puede seleccionar diferentes parámetros como empleado, startdate, enddate.

source: Generate Expense Sheet Audit Trail Report
es_es: Generar Hoja de gastos del rastro de intervención Informe

source: Generate Timesheet Audit Trail
es_es: Parte de horas Generar fichero de auditoría

source: Generates a department wise timesheet report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Genera un informe de departamento de tiempo prudente para un determinado usuario en un determinado período de tiempo. El usuario puede seleccionar los detalles que deben incluirse en el informe.

source: Generates a employee wise project activity summary report with expense detail.
es_es: Genera una actividad de proyecto empleado sabia informe resumen con detalle de gastos.

source: Generates a employee wise project summary report with expense detail.
es_es: Genera un empleado sabio proyecto de informe resumido de gastos con detalle.

source: Generates a expense report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Genera un informe de gastos para un determinado usuario en un determinado período de tiempo. El usuario puede seleccionar los detalles que deben incluirse en el informe.

source: Generates a project expense detail report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Proyecto genera un reporte detallado de gastos para un determinado usuario en un determinado período de tiempo. El usuario puede seleccionar los detalles que deben incluirse en el informe.

source: Generates a project wise billing report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Genera un informe de un proyecto racional de facturación de un usuario determinado para un período de tiempo determinado. El usuario puede seleccionar los datos que deben incluirse en el informe.

source: Generates a task summary report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Genera un informe de resumen de tareas para un determinado usuario en un determinado período de tiempo. El usuario puede seleccionar los detalles que deben incluirse en el informe.

source: Generates a timesheet report for a given user for a given time period. The user can select the details to be included in the report.
es_es: Genera un informe de tiempo para un determinado usuario en un determinado período de tiempo. El usuario puede seleccionar los detalles que deben incluirse en el informe.

source: Generates employee wise summarize report for time entries with missing entries.
es_es: Genera empleado sabia informe para resumir las entradas con tiempo las entradas que faltan.

source: Get_text
es_es: Obtener

source: Goto Login page
es_es: Ir a página de inicio de sesión

source: Grand Total
es_es: Total

source: Grand Total:
es_es: Total:

source: Group
es_es: Grupo

source: Group Order
es_es: Grupo Orden

source: Help
es_es: Ayuda

source: High
es_es: Alto

source: Hired Date:
es_es: Contratado Fecha:

source: Holiday
es_es: Fiesta

source: Holiday Date
es_es: Fecha de vacaciones

source: Holiday Date:
es_es: Fecha de vacaciones:

source: Holiday Information
es_es: Información de vacaciones

source: Holiday List
es_es: Lista de vacaciones

source: Holiday Name
es_es: Nombre de vacaciones

source: Holiday Name:
es_es: Nombre de vacaciones:

source: Holiday Select
es_es: Vacaciones

source: Holiday Type
es_es: Tipo de vacaciones

source: Holiday Type Detail
es_es: Detalle Tipo de vacaciones

source: Holiday Type Information
es_es: Tipo de información vacaciones

source: Holiday Type List
es_es: Tipo de vacaciones Lista

source: Holiday Type Name:
es_es: Nombre Tipo de vacaciones:

source: Holiday Type:
es_es: Vacaciones Tipo:

source: Holiday Types
es_es: Tipos de Vacaciones

source: Holiday Year
es_es: Fiesta de Año

source: Holiday Year:
es_es: Fiesta de Año:

source: Holidays
es_es: Vacaciones

source: Home
es_es: Inicio

source: Home Phone No.
es_es: Teléfono n º

source: Home Phone No:
es_es: Teléfono No:

source: Hosted Solution (ASP)
es_es: Solución Hosted (ASP)

source: Hotel Tax
es_es: Impuestos del Hotel

source: Hotel Tax:
es_es: Impuestos del Hotel:

source: Hourly
es_es: Por hora

source: Hours
es_es: Horas

source: Hours Off
es_es: Horas de descuento

source: Hours Off:
es_es: Horas de descuento:

source: Hours Per Day
es_es: Horas por día

source: ID1
es_es: ID

source: Ignore
es_es: No haga caso de

source: Import
es_es: De importación

source: Import / Export
es_es: Importar / Exportar

source: Import / Export CSV
es_es: Importar / Exportar CSV

source: Import Export
es_es: Importación Exportación

source: In Approval
es_es: En la aprobación

source: In Progress
es_es: En Progreso

source: In/Out
es_es: Entrada / Salida

source: In/Out:
es_es: Entrada / Salida:

source: InActive
es_es: Inactivo

source: Include Date Range
es_es: Incluya fechas

source: Include Date Range:
es_es: Incluir fecha:

source: Initial Day Of The Month
es_es: Día inicial del mes

source: Initial Day Of The Month:
es_es: Día inicial del mes:

source: Initial Days Of The Period
es_es: Días iniciales del período de

source: Initial Days Of The Period:
es_es: Primeros días de la época:

source: Initial Set To Hours
es_es: Puesta a punto inicial de las horas

source: Instant Setup
es_es: Configuración instantánea

source: Integrated module to manage your projects tasks within same integrated tool.
es_es: Módulo integrado para la gestión de sus proyectos, las tareas en la misma herramienta integrada.

source: Integrated module to record track and monitor project expenses
es_es: Módulo integrado para registrar, seguir y controlar los gastos del proyecto

source: Integrated timesheet in both hosted and downloadable version
es_es: Hoja de tiempo Integrada en dos opciones, en un host y una versión descargable

source: Invalid username or password
es_es: Nombre de usuario o contraseña inválida

source: Invoice
es_es: Factura

source: Invoice Date:
es_es: Fecha de la factura:

source: Invoice Details
es_es: Detalles de la factura

source: Invoice Information
es_es: Información de la factura

source: Invoice Management
es_es: Gastos tiempo Factura

source: Invoice No Prefix:
es_es: Factura no Prefijo:

source: Invoice No.
es_es: La factura N º

source: Invoice No:
es_es: Factura n º:

source: Invoice Report
es_es: Informe de la factura

source: Invoice Summary Report
es_es: Informe resumido factura

source: Is Active
es_es: Es activa

source: Is Billable
es_es: Es facturable

source: Is Completed
es_es: Completado

source: Is For All Employees
es_es: Es para todos los empleados

source: Is For All Project Task
es_es: Para todos es tarea de proyecto

source: Is Parent Task
es_es: Grupo de Padres es

source: Is ReOpen
es_es: Re Abierto

source: IsActive
es_es: Activa

source: IsBillable
es_es: Facturable

source: IsDisabled:
es_es: No está habilitado:

source: IsForAllProjectTask
es_es: Aplicable para todas las Tareas del proyecto

source: IsParentTask
es_es: Tarea Padre

source: Issue
es_es: Tema

source: Japan, Yen
es_es: Japón, Yen

source: Job Title:
es_es: Título del Empleo:

source: Just click on &quot;Go to login page&quot; below to navigate to login page.
es_es: Simplemente haga clic en "Ir a la página de acceso" a continuación para ir a página de acceso.

source: Just click on [Go to login page] below to navigate to login page.
es_es: Simplemente haga clic en [Ir a la página de acceso] a continuación para ir a página de acceso.

source: Last Earned Date
es_es: Fecha de la última Ganados

source: Last Name
es_es: Apellido

source: Last Name:
es_es: Apellido:

source: LDAP Role:
es_es: Papel LDAP:

source: Leave Summary Report
es_es: Reporte de licencia resumido

source: Leave Type
es_es: Tipo de licencia

source: License Activated Successfully.
es_es: Licencia activado con éxito.

source: License Activation
es_es: La activación de la licencia

source: License Key
es_es: Clave de licencia:

source: License Keys
es_es: Claves de licencia:

source: List / View
es_es: Lista / Ver

source: Location
es_es: Ubicación

source: Location Id
es_es: Ubicación Id

source: Location Information
es_es: Información de ubicación

source: Location List
es_es: Lista de ubicación

source: Location Name
es_es: Ubicación Nombre

source: Location:
es_es: Ubicación:

source: LocationListOfAllLocationDefinedByAccount
es_es: Ubicación Lista - Lista de todas las Localización Definida por cuenta

source: Locations
es_es: Ubicaciones

source: Lock In-Approval Records
es_es: Lock In-Aprobación de Documentos aprobados:

source: Lock Submitted Records
es_es: Bloquear Presentado Documentos:

source: LoggedIn As:
es_es: -En cuanto conectado:

source: Login
es_es: Inicio de sesión

source: Login / Employee Information
es_es: Login / Empleado de Información

source: Login Email Address
es_es: Entrar E-mail

source: Login Email Address:
es_es: Entrar E-mail:

source: Login Information
es_es: Información de acceso (Este empleado será &quot;administrador&quot; de TimeLive cuenta &quot;

source: Login:
es_es: Inicio de sesión

source: Logo size (180x50) px
es_es: Tamaño del logotipo (180x50) px

source: Logout
es_es: Cerrar sesión

source: Low
es_es: Bajo

source: Machine Key:
es_es: Id de Maquina:

source: Machine Name:
es_es: Nombre de la máquina:

source: Manage
es_es: Administrar

source: Manage Project
es_es: Gestionar proyecto

source: Manage Terminology
es_es: Gestión de terminología

source: Manual Activation
es_es: Activación manual

source: Maximum Available
es_es: Máximo Disponible

source: Maximum Hours Per Day
es_es: Número máximo de horas por día

source: Maximum Hours Per Day:
es_es: Número máximo de horas por día:

source: Maximum Hours Per Week
es_es: Horas Maxiimum por período

source: Maximum Hours Per Week:
es_es: Horas Maxiimum por período:

source: Medical
es_es: Médico

source: Medium
es_es: Medio

source: Middle Name
es_es: Segundo Nombre

source: Middle Name:
es_es: Segundo Nombre:

source: Milestone
es_es: Hito

source: Milestone Date
es_es: Etapa Fecha

source: Milestone Date:
es_es: Etapa Fecha:

source: Milestone Description
es_es: Descripción del hito

source: Milestone Description:
es_es: Etapa Descripción:

source: Milestone:
es_es: Hito:

source: Milestones
es_es: Hitos

source: Minimum Hours Per Day
es_es: Horas mínimo por día

source: Minimum Hours Per Day:
es_es: Horas mínimo por día:

source: Minimum Hours Per Week
es_es: La duración por período

source: Minimum Hours Per Week:
es_es: La duración por período:

source: Minutes
es_es: Minutos

source: Miss
es_es: Añorar

source: Mobile Phone No.
es_es: N º de teléfono móvil

source: Mobile Phone No:
es_es: Teléfono móvil:

source: Module Name
es_es: Nombre módulo

source: Mon
es_es: Lunes

source: Monday
es_es: Lunes

source: Month No
es_es: Mes n

source: Month No.
es_es: N º mes

source: Monthly
es_es: Mensual

source: Move Down
es_es: Bajar

source: Move Up
es_es: Subir

source: Mr.
es_es: Sr.

source: Mrs.
es_es: Señora

source: My
es_es: Mi

source: My Area
es_es: Mi Espacio

source: MY AREA CAPS
es_es: MI ESPACIO

source: My Expense Entries
es_es: Mi registro de Gastos

source: My Expense Sheet
es_es: Mi hoja de gastos

source: My Open Timesheet Periods
es_es: Mi parte de horas períodos Abierto

source: My Periods
es_es: Mi períodos

source: My Preferences
es_es: Mis Preferencias

source: My Profile
es_es: Mi Perfil

source: My Projects
es_es: Mis proyectos

source: My Projects Expense Entry Approvals
es_es: Mis proyectos de gastos Entrada Aprobaciones

source: My Projects Time Entry Approvals
es_es: Mis proyectos Tiempo Entrada Aprobaciones

source: My Reported Tasks
es_es: Mi registrados Tareas

source: My Reports
es_es: Mis informes

source: My Task List
es_es: Mi lista de tareas

source: My Task Summary
es_es: Mi Tarea Resumen

source: My Tasks
es_es: Mis tareas

source: My Team Expense Entry Approvals
es_es: Mi equipo de gastos Entrada Aprobaciones

source: My Team Time Entry Approvals:
es_es: Mi equipo Hora Entrada Aprobaciones:

source: My Teams
es_es: Mis equipos

source: My Time Off
es_es: Mi tiempo libre

source: My Timesheet
es_es: Mi Hoja de Tiempo

source: MYAREA
es_es: MI ESPACIO

source: Name
es_es: Nombre

source: Name:
es_es: Nombre:

source: Net Amount
es_es: Importe neto

source: Net Amount ()
es_es: Importe neto ()

source: Net Amount (BaseCurrency)
es_es: Importe neto (BaseCurrency)

source: Net Amount:
es_es: Importe neto:

source: New Value
es_es: Nuevo valor

source: New_text
es_es: Nuevo

source: Next
es_es: Siguiente

source: Next Date
es_es: Próxima Fecha

source: Next Week
es_es: Próxima semana

source: No Of Blank Rows In Timesheet
es_es: N de filas en blanco en parte de horas:

source: No. Of Blank Rows In TimeSheet
es_es: N º de filas en blanco de tiempo:

source: Non Billable
es_es: No facturable

source: Non-Billable
es_es: No facturable

source: Non-billable Hours
es_es: No las horas facturables

source: Non-Billable Total Hours
es_es: No facturable total de horas

source: None
es_es: Ninguno

source: Non-working day
es_es: día no laborable

source: Not Approved
es_es: Rechazado

source: Not Billed
es_es: No facturada

source: Not Entered
es_es: No entró

source: Not Submitted
es_es: No Presentada

source: Not Submitted:
es_es: No Presentada:

source: Note : Approval Not Required For This Time Entry
es_es: Nota: Este registro de horas No requiere de aprobación

source: Note : Approved
es_es: Nota: Aprobado

source: Note : Not Submitted - Waiting For Submit
es_es: Nota: No Presentada - Esperando Para Enviar

source: Note : Rejected - Waiting For Re-Submit
es_es: Nota: Rechazado - Esperando Para volver a presentar

source: Note : Submitted - Waiting For Approval
es_es: Nota: Enviado - en espera de aprobación

source: Notes
es_es: Notas

source: Notes:
es_es: Notas:

source: Notification of events / reports via email in order to update users without signing in system
es_es: Notificación de eventos e informes por correo electrónico con el fin de actualizar los usuarios sin firma en el sistema

source: Number of Users
es_es: Número de usuarios:

source: Number of Users:
es_es: Número de usuarios:

source: Office Assets
es_es: Oficina de Activos

source: Old Value
es_es: Valor antiguo

source: Online Activation
es_es: La activación en línea

source: Organization Name
es_es: Nombre de la organización

source: Organization Setup
es_es: Configuración de la Organización

source: Other
es_es: Otro

source: Others
es_es: Otros

source: Overtime
es_es: Horas extras

source: Package Plan:
es_es: Plan de paquete:

source: Package:
es_es: Paquete:

source: Page Description
es_es: Page descripción

source: Page Permissions
es_es: Permisos de la página
