Repository: hanruby/krooe
Catalog: TimeLiveWeb/App_GlobalResources/TimeLive.Web.*.resx
Languages: es_es

source: Page Size
es_es: Tamaño de página

source: Page Size:
es_es: Tamaño de página:

source: Paid
es_es: Pagado

source: Paid:
es_es: Pagado:

source: Parent Task Code
es_es: código de la tarea de los padres

source: Parent Task Name
es_es: Nombre de Tarea padre

source: Parent Task:
es_es: Tarea padre

source: Parent:
es_es: Primario

source: ParentTaskName
es_es: Nombre de la Tarea Primaria

source: Parking
es_es: Estacionamiento

source: Part-time Hourly
es_es: Por hora a tiempo parcial

source: Part-time Salaried
es_es: Asalariados a tiempo parcial

source: Party Name:
es_es: Nombre del Cliente:

source: PartyName
es_es: El nombre de la Parte

source: PartyNick
es_es: Parte Nick

source: Password
es_es: Contraseña

source: Password:
es_es: Contraseña:

source: Pause Timer
es_es: Pausa temporizador

source: Payment Method
es_es: Método de pago

source: Payment Method Information
es_es: Información de Pago

source: Payment Method:
es_es: Método de Pago:

source: PaymentMethod
es_es: Método de pago

source: Per Hour
es_es: Por hora

source: Period
es_es: Periodo

source: Period Type
es_es: Periodo Tipo

source: Period View
es_es: Periodo Ver

source: Permissions
es_es: Permisos

source: Personal Information
es_es: Información Personal

source: Personal Leave
es_es: Deja personales

source: Personal Profile
es_es: Perfil Personal

source: Petrol
es_es: Gasolina

source: Phone #
es_es: teléfono #

source: Phone No
es_es: N º de teléfono

source: Please select employee.
es_es: Por favor, elija un empleado.

source: PO Number:
es_es: PO Número:

source: Populate Un-Billed Records
es_es: Rellenar Un pico Records

source: Preferences
es_es: Preferencias

source: Prefix
es_es: Prefijo

source: Prefix:
es_es: Prefijo:

source: Preiod
es_es: Periodo

source: Present Days
es_es: Días Presente

source: Previous Date
es_es: Fecha anterior

source: Previous Week
es_es: Semana anterior

source: Print
es_es: Imprimir

source: Print Invoice
es_es: Imprimir factura

source: Priorities
es_es: Prioridades

source: Priority
es_es: Prioridad

source: priority information
es_es: Prioritarias de información

source: Priority Information:
es_es: Información prioritaria

source: Priority List
es_es: Lista de Prioridades

source: Priority Order:
es_es: Orden de prioridad:

source: Priority:
es_es: Prioridad:

source: Proceed
es_es: Proceda

source: Proceed_text
es_es: Proceda

source: Profit
es_es: Beneficio

source: Profit (BaseCurrency)
es_es: Beneficio (BaseCurrency)

source: Project
es_es: Proyecto

source: Project / Task Setup
es_es: Proyecto / Trabajo de instalación

source: Project Activity Summary Report
es_es: Resumen de actividades del proyecto

source: Project Admin
es_es: Administración del proyecto

source: Project Administration
es_es: Administración del proyecto

source: Project And Employee Information
es_es: Información del Proyecto y el empleado

source: Project Billing Rate
es_es: Facturación de proyecto

source: Project Billing Rate Type
es_es: Tasa de facturación por tipo de proyecto

source: Project Billing Type
es_es: Tipo de facturación por Proyecto

source: Project Billing Type:
es_es: Tipo de facturación por Proyecto :

source: Project Code
es_es: Código del proyecto

source: Project Code:
es_es: Código del proyecto:

source: Project Cost And Revenue Report
es_es: Proyecto de Informe de costes e ingresos

source: Project Cost Report
es_es: Costo del Proyecto Informe

source: Project Deadline
es_es: Plazo del proyecto

source: Project Description
es_es: Descripción del Proyecto

source: Project Description:
es_es: Descripción del proyecto:

source: Project Employee List
es_es: Lista de los empleados del proyecto

source: Project Employees
es_es: Proyecto empleados

source: Project Expense Detail Report
es_es: Detalle de informe de gastos del proyecto

source: Project Information
es_es: Información del Proyecto

source: Project List
es_es: Lista de proyecto

source: Project List Report
es_es: Lista de proyecto Informe

source: Project Management
es_es: Gestión de Proyectos

source: Project Manager Pages
es_es: Páginas del Gerente de Proyecto

source: Project Manager Reports
es_es: Reportes del Gerente de Proyecto

source: Project Manager:
es_es: Gerente del Proyecto

source: Project Milestone
es_es: Etapa del proyecto

source: Project Milestone Information
es_es: Información de la Etapa del Proyecto

source: Project Milestone List
es_es: Etapa del Proyecto Lista

source: Project Milestones
es_es: Hitos del proyecto

source: Project Name
es_es: Nombre del proyecto

source: Project Name:
es_es: Nombre del proyecto:

source: Project Preferences
es_es: Proyecto de Preferencias

source: Project Reports
es_es: Informes de Proyectos

source: Project Role
es_es: Rol de Proyecto

source: Project Roles
es_es: Funciones de proyecto

source: Project Start Date
es_es: Fecha de inicio del proyecto

source: Project Status
es_es: Estado del Proyecto

source: Project Status:
es_es: Estado del Proyecto:

source: Project Task
es_es: Equipo de proyecto

source: Project Task Attachment
es_es: Proyecto Tarea Adjunto

source: Project Task Attachment Information
es_es: Proyecto Grupo de Información Adjunto

source: Project Task Information
es_es: Proyecto Grupo de Información

source: Project Task List
es_es: Lista de Tareas del Proyecto

source: Project Task Name:
es_es: Proyecto Nombre de tarea:

source: Project Tasks
es_es: Tareas para el proyecto

source: Project Tasks:
es_es: Tareas para el proyecto:

source: Project Team
es_es: Equipo del Proyecto

source: Project Template
es_es: Plantilla del proyecto

source: Project Template Information
es_es: Información de plantilla de Proyecto

source: Project Template List
es_es: Lista de plantilla de proyecto

source: Project Template:
es_es: Plantilla del proyecto:

source: Project Templates
es_es: Plantillas de proyecto

source: Project Type
es_es: Tipo de Proyecto

source: Project Type Information
es_es: Tipo de Proyecto Información

source: Project Type Information:
es_es: Proyecto Tipo de Información:

source: Project Type List
es_es: Tipo de Proyecto Lista

source: Project Type:
es_es: Tipo de proyecto:

source: Project Types
es_es: Tipos de proyecto

source: Project/Client
es_es: Proyecto / Cliente

source: Project:
es_es: Proyecto:

source: Project_List_Of_All_Projects_Defined_By_Account
es_es: Lista de proyecto - Lista de todos los proyectos definidos por la cuenta

source: ProjectBillingRateType
es_es: Ratio del proyecto

source: ProjectCode
es_es: Código de Proyecto

source: ProjectDescription
es_es: Descripción del Proyecto

source: ProjectManager
es_es: Gerente del Proyecto

source: ProjectName
es_es: Nombre del proyecto

source: Projects
es_es: Proyectos

source: Projects:
es_es: Proyectos:

source: PROJECTS1
es_es: PROYECTOS

source: ProjectType
es_es: Tipo de Proyecto

source: Provide Your Information
es_es: Proporcione su información

source: Quantity
es_es: Cantidad

source: Quantity Caption
es_es: Cantidad Leyenda

source: Quantity Caption:
es_es: Cantidad Leyenda:

source: Quantity:
es_es: Cantidad:

source: Rate
es_es: Ratio

source: Rate:
es_es: Ratio:

source: Reimburse
es_es: Reembolsar

source: Reimburse:
es_es: Reembolsar:

source: Reimbursement Currency:
es_es: Reembolso de monedas:

source: Rejected
es_es: Rechazada

source: Rejected By :
es_es: Rechazado por:

source: Rejected By Employee Name
es_es: Rechazado por Nombre del Empleado

source: Rejected Date
es_es: Rechazado Fecha

source: Rejected Hours
es_es: Horas Rechazado

source: Rejected On
es_es: Rechazado En

source: Rejected On :
es_es: Rechazada en:

source: Rejected:
es_es: Rechazado:

source: Report By:
es_es: Reporte por:

source: Report Category:
es_es: Categoría de reporte

source: Report Column
es_es: Columna de reporte

source: Report DataSource
es_es: Origen de datos del reporte

source: Report Definition
es_es: Definición del reporte

source: Report Definition Information
es_es: Información descriptiva del reporte

source: Report Description:
es_es: Descripción del reporte

source: Report Design
es_es: Diseño del reporte

source: Report Footer:
es_es: Informe de pie de página:

source: Report for generating summary of employee leaves like sick leave casual leave etc in specified range.
es_es: Informe para la generación de hojas de resumen de los empleados como las bajas por enfermedad, vacaciones, etc ocasionales en rango especificado.

source: Report for generating summary of employee leaves like sick leave, casual leave etc in specified range.
es_es: Informe para la generación de hojas de resumen de los empleados como las bajas por enfermedad, vacaciones, etc ocasionales en rango especificado.

source: Report Header:
es_es: Encabezado del informe:

source: Report Id:
es_es: El ID del Reporte:

source: Report Information
es_es: Informe del Reporte

source: Report Name
es_es: Nombre del informe

source: Report Name:
es_es: Nombre del informe:

source: Report Permission
es_es: Permisos del Reporte

source: Report Title:
es_es: Título del informe:

source: Report Type:
es_es: Tipo de Reporte:

source: REPORTS1
es_es: INFORMES

source: Request Required
es_es: Solicitud requerida

source: Reset at
es_es: Perdí a

source: Reset Hours
es_es: Restablecer las horas

source: Reset Policy
es_es: Perdí Política

source: Reset To Zero
es_es: Puesta a cero

source: Resigned
es_es: Renunció

source: Role
es_es: Roles

source: Role Information
es_es: Información de roles

source: Role List
es_es: Lista de roles

source: Role Permissions
es_es: Permisos y accesos

source: Role Wise Billing Rate
es_es: Tasa de facturación por Rol

source: Role:
es_es: Función:

source: Roles
es_es: Funciones

source: Root Level
es_es: Nivel raíz

source: Sat
es_es: Sábado

source: Saturday
es_es: Sábado

source: Save_cofirmation
es_es: Usted debe hacer clic sobre el botón "Enviar" para presentar estos documentos para su aprobación.

source: Save_Confirmation_DayView
es_es: Usted debe hacer clic sobre el botón Enviar en la semana Ver a fin de presentar estos documentos para su aprobación.

source: Save_Confirmation_Invoice
es_es: La factura se ha guardado.

source: Save_text
es_es: Salvar

source: Scheduled Email Send Time
es_es: Enviar correo electrónico programado Hora:

source: Scheduled Email Sent Time
es_es: Correo electrónico programado Enviado Hora:

source: Search
es_es: Búsqueda

source: Search Employees:
es_es: Búsqueda de empleados:

source: Search Parameter
es_es: Parámetro de búsqueda

source: Search Parameters
es_es: Parámetros de la búsqueda

source: Select
es_es: Seleccione

source: Select Assigned To:
es_es: Seleccione Asignado :

source: Select Datasource:
es_es: Seleccione DataSource:

source: Select Employee
es_es: Seleccione Empleado

source: Select Employee:
es_es: Seleccione Empleado:

source: Select Option
es_es: Seleccione la opción

source: Select Project Tasks
es_es: Seleccione tareas para el proyecto

source: Select Project:
es_es: Seleccione Proyecto:

source: Select Role
es_es: Seleccione Papel:

source: Select Tasks
es_es: Seleccione Tareas

source: Selected
es_es: Seleccionado

source: Selected_text
es_es: Seleccionado

source: Selection
es_es: Selección

source: Session Time Out
es_es: Período de sesiones Hora de salida:

source: Sheet Approved
es_es: Hoja Aprobado

source: Sheet Date
es_es: Fecha de cierre del

source: Sheet Description
es_es: Hoja de descripción

source: Sheet InApproval
es_es: Hoja de InApproval

source: Sheet Rejected
es_es: Hoja Rechazado

source: Sheet Submitted
es_es: Hoja de Enviado

source: Sheet Submitted Date
es_es: Fecha de cierre del Enviado

source: Show Additional Task Information Type:
es_es: Mostrar Información de la tarea adicional de tipo A de horas:

source: Show All
es_es: Mostrar todo

source: Show Client In Timesheet
es_es: Mostrar los clientes En los partes de horas

source: Show Client In Timesheet:
es_es: Mostrar los clientes En horas:

source: Show Clock Start/End
es_es: Mostrar reloj de inicio / fin:

source: Show Company Logo:
es_es: logotipo de la empresa muestran:

source: Show Company Own Logo
es_es: Mostrar la propia Empresa Logo:

source: Show Completed Project In Timesheet:
es_es: Mostrar Proyecto Completo En los partes de horas:

source: Show Completed Task in TimeSheet:
es_es: Mostrar tarea completada en la hoja de tiempo

source: Show Cost Center In TimeSheet
es_es: Mostrar los costos de tiempo en el Centro:

source: Show Data
es_es: Mostrar datos

source: Show Description In Period View
es_es: Mostrar Descripción En Periodo Ver

source: Show Description In Period View:
es_es: Mostrar Descripción En Periodo Ver:

source: Show Description In Week View:
es_es: mostrar descripción En Ver semana:

source: Show Project For TimeOff:
es_es: Mostrar Proyecto Para Off Hora:

source: Show Quantity
es_es: Mostrar Cantidad

source: Show Quantity:
es_es: Mostrar Cantidad:

source: Show Report
es_es: Mostrar Informe

source: Show Summary
es_es: Mostrar Resumen

source: Show TimeOff In Timesheet:
es_es: Mostrar tiempo libre en los partes de horas:

source: Show Work Type In TimeSheet
es_es: Mostrar el trabajo de tiempo Tipo A:

source: Show_text
es_es: Mostrar

source: ShowData
es_es: Mostrar datos

source: Sick Leave
es_es: Licencia por enfermedad

source: Sign Up
es_es: Regístrate

source: Single tool to monitor employee attendance offdays vacation leave
es_es: Única herramienta para controlar la asistencia empleado, offdays, vacaciones, licencia

source: Sort Order
es_es: Orden de Clasificación

source: Sort Order:
es_es: Orden de Clasificación:

source: Specific Employee
es_es: Empleados Específicos

source: Specific Employee Expense Entry Approvals
es_es: Registro de aprobaciones de gastos por empleado

source: Specific Employee Time Entry Approvals
es_es: Registro de aprobaciones de horas por empleado

source: Specific Employee Time Off Approvals
es_es: Tiempo empleado específico Off Aprobaciones

source: Specific External Expense Entry Approvals
es_es: Registro de aprobaciones de gastos externos

source: Specific External User
es_es: Específicas Usuario Externo

source: Specific External User Time Entry Approvals
es_es: Registro de tiempo

source: Standard
es_es: Norma

source: Standard and Formats
es_es: Y formatos estándar:

source: Standards and Formats
es_es: Normas y Formatos:

source: Start Date
es_es: Fecha de inicio

source: Start Date:
es_es: Fecha de inicio:

source: Start Time
es_es: Hora de inicio

source: Start Timer
es_es: Inicio del temporizador

source: StartDate
es_es: Dia de Inicio

source: Started
es_es: Comenzó

source: StartTime
es_es: Hora de inicio

source: State
es_es: Estado

source: State / Province
es_es: Estado / Provincia

source: State / Province:
es_es: Estado / Provincia:

source: State Sales Tax
es_es: Impuesto estatal sobre las ventas

source: State Sales Tax:
es_es: Impuesto estatal sobre las ventas:

source: State:
es_es: Estado:

source: Status
es_es: Estatus

source: Status :
es_es: Estado:

source: Status : Approved
es_es: Estado: Aprobado

source: Status : Rejected
es_es: Estado: Rechazada

source: Status : Submitted
es_es: Estado: Presentada

source: Status Information
es_es: La información de estado

source: Status Legend
es_es: Leyenda de estado

source: Status List
es_es: Lista

source: Status Type
es_es: Tipo de estado

source: Status Type:
es_es: Tipo de estado:

source: Status Types
es_es: Tipos de estado

source: Status:
es_es: Estado:

source: String1
es_es: Todos los proyectos de la Organización

source: String2
es_es: Desmarque-Todos los

source: strmsg
es_es: Usted debe ser "Equipo del Proyecto" miembro para agregar la tarea en este proyecto.

source: Submission Status:
es_es: Presentación Estado:

source: Submit for Approval
es_es: Presentar para su aprobación

source: Submit_text
es_es: Enviar

source: Submitted
es_es: Enviado

source: Submitted By :
es_es: Presentada por:

source: Submitted By:
es_es: Presentada por:

source: Submitted Date
es_es: Fecha enviada

source: Submitted Hours
es_es: Enviado horas

source: Submitted On
es_es: Enviado el

source: Submitted On :
es_es: Enviado en:

source: Submitted On:
es_es: Enviado en:

source: Submitted:
es_es: Enviado:

source: Sum
es_es: Suma

source: Summarized:
es_es: Resumen:

source: Summary of all project tasks status. Usefull for project manager to get a high level view of whole project status.
es_es: Resumen de estado de todas las tareas del proyecto. Útil para el gerente del proyecto que puede obtener una vista de alto nivel de todo el estado del proyecto.

source: Summary of employee attendance helpful for user and administrator to generate summary of employee attendance for payroll purpose.
es_es: Reporte resumen de asistencia de los de los trabajadores, para usuarios y administrador de la planilla

source: Summary of Expenses occurred on project. Can be generated based on project client employee and data range.
es_es: Resumen de los gastos que produjo el proyecto. Se pueden generar sobre la bases de proyecto, cliente, empleado y el rango de datos.

source: Summary of Expenses occurred on project. Can be generated based on project, client, employee and data range.
es_es: Resumen de los gastos que produjo el proyecto. Se pueden generar sobre la bases de proyecto, cliente, empleado y el rango de datos.

source: Summary of Invoice Report.
es_es: Resumen de la factura de informes.

source: Sun
es_es: Domingo

source: Sunday
es_es: Domingo

source: Supplies
es_es: Suministros

source: Switzerland, Franc
es_es: Suiza, Franco

source: Symbol
es_es: Símbolo

source: SystemApproverType
es_es: Sistema de Aprobación

source: SystemEMailNotification
es_es: Sistema de Notificación por correo electrónico

source: SystemSecurityCategory
es_es: Sistema de Seguridad Categoría

source: Task
es_es: Tarea

source: Task / Project
es_es: Tarea / Proyecto

source: Task Add Notification
es_es: Agregar notificacion de tarea

source: Task Billing By Project/Clients Report
es_es: Facturación de proyectos por tarea / Informe de Clientes

source: Task Billing By Projects/Clients
es_es: Facturación de proyectos por tarea / Clientes

source: Task Billing By Projects/Clients Report
es_es: Tarea de facturación de los proyectos / Informe de Clientes

source: Task Code
es_es: Código de tarea

source: Task Code:
es_es: Código de tarea:

source: Task Description
es_es: Descripción de tareas

source: Task Description:
es_es: Descripción de tareas:

source: Task Estimated Cost
es_es: Costo estimado tarea

source: Task Estimated Cost (BaseCurrency)
es_es: Costo estimado tarea (BaseCurrency)

source: Task Estimated Hours
es_es: Estimación de las horas de tareas

source: Task Id:
es_es: Id Tarea

source: Task Name
es_es: Nombre de tarea

source: Task Name:
es_es: Nombre de tarea:

source: Task Open
es_es: Abrir la Tarea

source: Task Status
es_es: Estado de Tarea

source: Task Status Summary Report
es_es: Informe resumido por estado de las tareas

source: Task Status:
es_es: Estado de Tarea:

source: Task Summary Report
es_es: Informe Resumido de tareas

source: Task Type
es_es: Tipo de tarea

source: Task Type Information
es_es: Información de tipo de tareas

source: Task Type List
es_es: Tipo de Lista de tareas

source: Task Type:
es_es: Tipo de tarea:

source: Task Types
es_es: Tipos de tareas

source: Task Update Notification
es_es: Notificación de la actualización de tareas

source: TaskBillingByProjectsClientsReport
es_es: Tarea de facturación de los proyectos / clientes Informe

source: TaskCode
es_es: Código de Tarea

source: TaskDescription
es_es: Descripción de Tarea

source: TaskName
es_es: Nombre de Tarea

source: Tasks
es_es: Tareas

source: TASKS1
es_es: TAREAS

source: TaskStatus
es_es: Estado de Tarea

source: TaskType
es_es: Tipo de Tarea

source: Tax
es_es: Impuestos

source: Tax (BaseCurrency)
es_es: Impuestos (BaseCurrency)

source: Tax 1
es_es: Impuesto 1

source: Tax 1:
es_es: Impuesto 1:

source: Tax 2
es_es: Impuesto 2:

source: Tax 2:
es_es: Impuesto 2:

source: Tax Amount
es_es: Monto de impuestos

source: Tax Code
es_es: Código Tributario

source: Tax Code Information
es_es: Código Fiscal de información

source: Tax Code:
es_es: Código Tributario:

source: Tax Zone
es_es: Zona de Impuestos

source: Tax Zone Information
es_es: Zona de Información de Impuestos

source: Tax Zone List
es_es: Lista de Zona de impuestos

source: Tax Zone:
es_es: Zona de Impuestos

source: Tax:
es_es: Impuestos:

source: TaxAmount
es_es: Monto de impuestos

source: TaxCode 1
es_es: Código Tributario 1

source: TaxCode 2
es_es: Código Tributario 2

source: Team
es_es: Equipo

source: Team Based Collaboration
es_es: Equipo de la base de colaboración

source: Team Lead
es_es: Líder de Equipo

source: Team Lead -&amp;gt; Project Manager
es_es: Líder de Equipo --> Gerente de Proyecto

source: Team Lead --&gt; Client
es_es: Líder de Equipo --> Cliente

source: Team Lead --&gt; Project Manager
es_es: Líder de Equipo --> Gerente de Proyecto

source: Team Lead:
es_es: Líder de Equipo

source: Team Leader
es_es: Líder de Equipo

source: TeamLead
es_es: Líder de Equipo

source: Team-Lead
es_es: Líder de Equipo

source: TeamLeader
es_es: Líder de Equipo

source: Technology
es_es: Tecnología

source: Telephone
es_es: Teléfono

source: Telephone:
es_es: Teléfono:

source: Telephone1
es_es: Teléfono 1

source: Telephone1:
es_es: Teléfono1:

source: Telephone2
es_es: Teléfono 2

source: Telephone2:
es_es: Teléfono2:

source: Terminated
es_es: Terminado

source: Termination Date:
es_es: Fecha de terminación:

source: Terminology Name
es_es: Nombre de la terminología

source: Thank you for your interest your TimeLive account has been activated.
es_es: Gracias por su interés, TimeLive su cuenta ha sido activada.

source: This Email Address will be [Administrator] login name.
es_es: dirección de correo electrónico de logueo puede ser(Administrador)

source: Thu
es_es: Jueves

source: Thursday
es_es: Jueves

source: Time
es_es: Tiempo

source: Time Billing Worksheet
es_es: Hoja de facturación en tiempo

source: Time Entry
es_es: Registro de horas

source: Time Entry Approval Activity
es_es: Aprobación de la actividad de registro de horas

source: Time Entry Approver
es_es: Aprobacion de la hora de entrada

source: Time Entry Archive
es_es: Hora de registro de horas

source: Time Entry Date
es_es: Fecha y Hora de Entrada

source: Time Entry Date :
es_es: Fecha y Hora de Entrada:

source: Time Entry Date:
es_es: Fecha y hora de entrada:

source: Time Entry Day View
es_es: Vista diaria de registro de horas

source: Time Entry Format
es_es: Hora Entrada Formato:

source: Time Entry Period
es_es: Periodo de tiempo de entrada

source: Time Entry Period View
es_es: Periodo de tiempo de entrada Ver

source: Time Entry Status - Approved
es_es: Estado de hora de entrada - Aprobado

source: Time Entry Status - Not Submitted
es_es: Estado de hora de entrada - que no se han presentado

source: Time Entry Status - Rejected
es_es: Estado de hora de entrada - Rechazado

source: Time Entry Status - Submitted
es_es: Estado de hora registro - Enviado

source: Time Entry Time Card View
es_es: Vista de la tarjeta del registro de horas

source: Time Entry Week View
es_es: Vista semanal del registro de horas

source: Time Entry Week View Read-only
es_es: Tiempo de entrada Ver semana de sólo lectura

source: Time Expense Billing
es_es: Tiempo de facturación de gastos

source: Time Expense Invoice
es_es: Gastos tiempo Factura

source: Time Expense Invoice List
es_es: Gastos tiempo Factura Lista

source: Time In
es_es: A tiempo

source: Time Off
es_es: Tiempo Libre

source: Time Off Approval
es_es: Aprobación de tiempo libre

source: Time Off Approval Type:
es_es: Tiempo Libre aprobación de tipo:

source: Time Off Approval1
es_es: Aprobación de tiempo libre

source: Time Off Approved Notification
es_es: Tiempo Libre Aprobado Notificación
