Repository: hanruby/krooe
Catalog: TimeLiveWeb/App_GlobalResources/TimeLive.Web.*.resx
Languages: es_es

source: Time Off Description
es_es: Descripción de tiempo libre

source: Time Off End Date:
es_es: Tiempo Libre Fecha de finalización:

source: Time Off Policies Detail
es_es: Tiempo libre en detalle las políticas

source: Time Off Policies Detail List
es_es: Tiempo libre en detalle las políticas de lista

source: Time Off Policy
es_es: Tiempo Libre Política

source: Time Off Policy Information
es_es: Tiempo Libre de políticas de información

source: Time Off Policy List
es_es: Tiempo Libre Política Lista

source: Time Off Policy:
es_es: Tiempo libre Política:

source: Time Off Rejected Notification
es_es: Tiempo Libre Rechazado Notificación

source: Time Off Request
es_es: Solicitud de tiempo libre

source: Time Off Request Information
es_es: Tiempo Libre Solicite información

source: Time Off Request Required:
es_es: Solicitud de tiempo libre necesario:

source: Time Off Setup
es_es: Tiempo de instalación de descuento

source: Time Off Start Date:
es_es: Tiempo Libre Fecha de inicio:

source: Time Off Status
es_es: Tiempo Libre Condición Jurídica y Social

source: Time Off Type
es_es: Tipo de tiempo libre

source: Time Off Types
es_es: Tipos de tiempo libre

source: Time Off Types Information
es_es: Tipos de información de tiempo libre

source: Time Off Types List
es_es: Tipos de Tiempo Libre Lista

source: Time Off Types:
es_es: Tipos de tiempo libre:

source: Time Out
es_es: Fuera de Tiempo

source: Time Sheet
es_es: Hoja de tiempo

source: Time Sheet Approval
es_es: Aprobacion de hoja de tiempo

source: Time Sheet Approval Type
es_es: Hoja de tiempo de aprobación de tipo

source: Time Sheet Approval Type:
es_es: Tipo de aprobación de hoja de tiempo:

source: Time Sheet Approvals
es_es: Aprobaciones de hoja de tiempo

source: Time sheet Status :
es_es: Hoja de tiempo de estado:

source: Time:
es_es: Hora:

source: TimeEntry_Validation
es_es: Usted debe seleccionar "Equipo" en una fila con el fin de ahorrar "tiempo de entrada" registro.

source: TimeEntryDate
es_es: Fecha y hora de registro

source: TimeIn
es_es: A tiempo

source: TimeLive supports unlimited users support up to 30 days. After 30 days it converts to 5 users free account
es_es: (TimeLive apoya apoyo ilimitado de usuarios de hasta 30 días. Después de 30 días, convierte a 5 usuarios de cuenta gratuita)

source: TimeOut
es_es: Fuera de Tiempo

source: Timer
es_es: Temporizador

source: TIMESHEET
es_es: HOJA DE TIEMPO

source: Timesheet &amp; Expense Sheet Print Info:
es_es: Tiempo de la hoja y hoja de gastos de impresión Información:

source: Timesheet / Project / Billing
es_es: Hoja de tiempo / Proyecto / Facturación

source: TimeSheet Approval
es_es: Aprobación de hoja de tiempo

source: Timesheet Approval Activity
es_es: Aprobación de actividades de hoja de tiempo

source: Timesheet Approval Detail
es_es: Detalle de parte de horas de Aprobación

source: Timesheet Approval Type
es_es: Tipo de Aprobación de la hoja de tiempo

source: Timesheet Approved Notification
es_es: Notificación de aprobación de hoja de tiempo

source: Timesheet Audit
es_es: Parte de horas de auditoría

source: Timesheet Audit Trail Report
es_es: Auditoría parte de horas Camino Informe

source: Timesheet Billing List
es_es: Lista de facturación de horas

source: Timesheet Description
es_es: Descripción hoja de tiempo

source: Timesheet Period
es_es: Periodo de tiempo

source: Timesheet Period Audit
es_es: Periodo de parte de horas de auditoría

source: Timesheet Period List
es_es: Lista de partes de horas Periodo

source: Timesheet Period Type
es_es: Parte de horas Periodo Tipo

source: Timesheet Period Type Information
es_es: Periodo de parte de horas Tipo de Información

source: Timesheet Period Type:
es_es: Periodo de parte de horas Tipo:

source: Timesheet Period Types
es_es: Periodo de Tipos de partes de horas

source: Timesheet Periods
es_es: Períodos de parte de horas

source: Timesheet Print
es_es: Imprimir parte de horas

source: Timesheet Print Footer:
es_es: Pie de página Imprimir parte de horas:

source: Timesheet Rejected Notification
es_es: Notificación de rechazo de hoja de tiempo

source: Timesheet Setup
es_es: Parte de horas de instalación

source: Timesheet Status
es_es: Estado parte de horas

source: Timesheet Status :
es_es: estado de parte de horas:

source: Timesheet Status:
es_es: estado de parte de horas:

source: Timesheet Submission Report
es_es: Reporte de presentacion de hoja de tiempo

source: Timesheet Total :
es_es: Parte de horas en total:

source: Timesheet Total:
es_es: Parte de horas totales:

source: TimesheetApprovalTypeName
es_es: Nombre de aprobación de hoja de tiempo

source: Timezone
es_es: Zona horaria

source: TimeZone:
es_es: Zona horaria:

source: Title
es_es: Título

source: Title:
es_es: Título:

source: Toll Free: 1-866-252-2107
es_es: Llame gratis al: 1-866-252-2107

source: Toll Free: 1-888-666-8154
es_es: Llame gratis al: 1-888-666-8154

source: Tolls
es_es: El importe de los peajes

source: Total Amount
es_es: Monto total

source: Total Duration
es_es: Duración Total

source: Total Hours
es_es: Total de Horas

source: Total Reimbursement
es_es: Reembolso total

source: Total Reimbursement:
es_es: Reembolso Total:

source: Total Time
es_es: Tiempo total

source: Total Time:
es_es: Tiempo total:

source: TotalAbsent
es_es: Ausente total:

source: TotalHours
es_es: Total de Horas

source: TotalPresent
es_es: Total actual:

source: TotalTime
es_es: Tiempototal

source: Track and Monitor
es_es: Seguir y controlar

source: Track and Monitor Your bugs
es_es: Seguir y controlar tus errores

source: Track and monitor your projects / tasks / timesheets / expenses / bugs with easy to use reports and graphs.
es_es: Seguir y controlar sus proyectos / tareas / tiempos / gastos / errores con fácilidad usando los informes y gráficos.

source: Training
es_es: Entrenamiento

source: Travel
es_es: Viajar

source: Trial
es_es: Prueba

source: Tue
es_es: Martes

source: Tuesday
es_es: Martes

source: Type
es_es: Tipo

source: Un Approved
es_es: Aprobado

source: Un Billable
es_es: Facturable

source: Un Completed
es_es: Completado

source: Unable To Activate License
es_es: No se puede activar la licencia

source: UnActive
es_es: Inactivo

source: UnCheck All
es_es: Desmarcar a todos

source: UnCheck All Approved
es_es: Desmarcar a todos los aprobados

source: Uncheck-All
es_es: Desmarcar a todos

source: Uncheck-All Approved
es_es: Desmarcar a todos los aprobados

source: Uncompleted
es_es: Incompleto

source: United Kingdom, Pounds
es_es: Reino Unido, en libras

source: United State Dollar
es_es: Estados Unidos Dólar

source: Unlimited User Support Expiry:
es_es: Ilimitado de Atención a Usuarios de caducidad:

source: Unlimited users support expiry:
es_es: Apoyo ilimitado de usuarios de caducidad:

source: UnPaid
es_es: No pagado

source: Update
es_es: Actualizar

source: Update all record within this range
es_es: Actualización de todos los registros dentro de este rango

source: Update all records within this range:
es_es: Actualización de todos los registros dentro de este rango:

source: Update By
es_es: Actualización a cargo de

source: Update Currencies
es_es: Actualización de Monedas

source: Update Date
es_es: Fecha de actualización

source: Update Email Notification Preferences
es_es: Actualización de Notificación por correo electrónico Preferencia

source: Update existing records:
es_es: Actualizar los registros existentes:

source: Update Expense Entry Approvals
es_es: Aprobación del registro de gastos

source: Update Time Entry and Expense Entry Records As Billed
es_es: Tiempo de actualización de Entrada y Gastos de entrada Records Como facturados

source: Update Time Entry Approvals
es_es: Aprobación del registro de hoja de tiempo

source: Update Time Entry Records As Billed
es_es: Tiempo de actualización de registros de entrada Como factura

source: Update Time Off
es_es: Actualización de Tiempo Libre

source: Update_text
es_es: Actualizar

source: Updated By
es_es: Actualizado por

source: Updated Date
es_es: Actualizado Fecha

source: Upload Company Own Logo
es_es: Colocar el logotipo de la empresa

source: Upload File
es_es: Subir archivo:

source: Upload Own Company Logo
es_es: Cargar propia empresa Logo

source: Upload Report Icon:
es_es: Agregar icono al reporte:

source: Upload_text
es_es: Subir

source: Urgent
es_es: Urgente

source: Use Employee Own Billing Rate
es_es: Empleado de facturación propio uso Votar

source: Use Project Employee Billing Rate
es_es: Proyecto de uso de empleados de facturación Votar

source: Use Project Roles Billing Rate
es_es: Utilice las funciones de facturación Votar Proyecto

source: Use Project Task Billing Rate
es_es: Uso de tareas del proyecto de facturación Votar

source: User
es_es: Usuario

source: User Defined Name
es_es: Nombre definido por el usuario

source: User Interface Language
es_es: Idioma de la Interfaz de Usuario

source: User Interface Language:
es_es: Interfaz de usuario Languag:

source: User Name
es_es: Nombre de usuario

source: User Name:
es_es: Nombre de usuario:

source: User Pages
es_es: Páginas de usuario

source: Username is required.
es_es: Nombre de usuario es obligatorio.

source: Username:
es_es: Nombre de usuario:

source: Users
es_es: Usuarios

source: Users Reports
es_es: Reporte de los usuarios

source: Vacation
es_es: Vacaciones

source: Value 1 Base Currency Unit X New Currency Units
es_es: Valor (1 Base de Unidad monetaria = X nuevas unidades monetarias)

source: VAT
es_es: IGV

source: VAT:
es_es: IGV:

source: Verify
es_es: Verificar

source: Verify Password
es_es: Verificar contraseña

source: Verify Password:
es_es: Verificar contraseña:

source: Verify:
es_es: Verificar:

source: Web based fully hosted solution (ASP Based)
es_es: Basado en la Web completamente alojados solución (base de ASP)

source: Website
es_es: Sitio Web

source: Website:
es_es: Sitio web:

source: Wed
es_es: Miércoles

source: Wednesday
es_es: Miércoles

source: Week No
es_es: Semana n

source: Week No.
es_es: N º semana

source: Week Start Day
es_es: Semana Día de inicio

source: Week Start Day:
es_es: Semana Día de inicio:

source: Week TimeSheet Summary
es_es: Resumen de la hoja de tiempo semanal

source: Week View
es_es: Ver semana

source: Weekly Timesheet
es_es: Los partes de horas semanales de

source: Windows Based
es_es: A partir de Windows

source: Windows based installable on server and local system
es_es: Instalable de Windows basadas en el servidor y el sistema local

source: Work Phone No.
es_es: Teléfono de trabajo n º

source: Work Phone No:
es_es: Teléfono de trabajo N :

source: Work Type
es_es: Tipo de trabajo

source: Work Type Code
es_es: Tipo de Código de Trabajo

source: Work Type Code:
es_es: Código Tipo de Trabajo:

source: Work Type Information
es_es: Información de Tipo de Trabajo

source: Work Type List
es_es: Lista Tipo de Trabajo

source: Work Type List:
es_es: Lista Tipo de trabajo:

source: Work Type:
es_es: Tipo de trabajo:

source: Work Types
es_es: Tipos de trabajo

source: Working Day
es_es: Día de Trabajo

source: Working Day Type Information
es_es: Jornadas Tipo de Información

source: Working Day Type:
es_es: Jornadas Tipo:

source: Working Days
es_es: Días de Trabajo

source: Working Days List
es_es: Lista de Días de Trabajo

source: Working Days:
es_es: Días de trabajo:

source: WorkingDay
es_es: Día de Trabajo

source: WorkPhoneNo
es_es: Telefono del Trabajo

source: Year
es_es: Año

source: Yes
es_es: Sí

source: You can log-in in TimeLive using your administrator email address and password which you entered in registration form.
es_es: Usted puede acceder al sistema en TimeLive a través de su administrador de correo electrónico y la contraseña que ha introducido en forma de registro.

source: You may have to check your JUNK E-MAIL folder. If you do not receive further instructions please contact support using the following toll free numbers:
es_es: Puede que tenga que revisar su JUNK E-MAIL carpeta. Si no recibe más instrucciones, póngase en contacto con el apoyo usando las siguientes números gratuitos:

source: You should click on ''Submit'' button in order to submit these records for approval and reports.
es_es: Usted debe hacer clic sobre el botón de&#39;&#39;Enviar&#39;&#39;a fin de presentar estos documentos para su aprobación y de la cesión.

source: Your password and instructions have been e-mailed to
es_es: Su contraseña y las instrucciones se han enviado por correo electrónico a

source: Your Web TimeSheet Account is Ready
es_es: La cuenta en la Hoja de tiempo esta lista

source: Zip Code
es_es: Código Postal

source: Zipcode
es_es: Código postal:

source: ZipCode:
es_es: Código postal:

source: Auto Generate Project Code:
es_es: Generación automática de código del proyecto:

source: Invoice Billing Type:
es_es: Tipo de facturación factura:

source: Invoice Footer:
es_es: Pie de la factura:

source: License Users Usage:
es_es: Los usuarios de licencias de uso:

source: Show Billing Rate In Invoice Report:
es_es: Mostrar tarifa de facturación En el Informe de la factura:

source: Show Percentage In Timesheet:
es_es: Mostrar porcentaje en los partes de horas:

source: Show Project Name In Invoice Report:
es_es: Mostrar Nombre del proyecto En el informe de la factura:

source: Time Entry Clock Format:
es_es: Tiempo de entrada Formato de Reloj:

source: Time Entry Hours Format:
es_es: Entrada horas de tiempo de formato:

source: Timesheet Periods Overdue:
es_es: Parte de horas atrasadas Periodos:

source: Show Client Department In Project:
es_es: Mostrar Departamento Cliente En proyecto:

source: Show Client Name In Task:
es_es: Mostrar nombre del cliente en la tarea:

source: Show Copy Activities Button In Timesheet:
es_es: Mostrar Botón Copiar Actividades En parte de horas:

source: Show Copy Timesheet Button:
es_es: Mostrar Copiar Botón de parte de horas:

source: Show Cost Center In Timesheet By:
es_es: Mostrar centro de coste en parte de horas por:

source: Show Entry Date In Invoice Report:
es_es: Mostrar Fecha de Entrada En el Informe de la factura:

source: Show Project Name In Task:
es_es: Mostrar nombre del proyecto en la tarea:

source: Show Task Percentage In Timesheet:
es_es: Mostrar Porcentaje de tareas en parte de horas:

source: Sort Timesheet By:
es_es: Ordenar por parte de horas:

source: Use Electronic Signature:
es_es: El uso de firma electrónica:
